Returns a reference to this element as a plane.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public Reference GetPlaneReference()
  Visual Basic
Public Function GetPlaneReference As Reference
  Visual C++
public:
Reference^ GetPlaneReference()
 See Also
  Level Class
  Autodesk.Revit.DB Namespace